export class StaticData {
    static carouselItems = [
        {
            label: 'Предложение месяца',
            title: 'Продвижение в Instagram для вашего бизнеса <span>-15%</span>!',
            text: '',
            image: 'carousel-1.png',
        },
        {
            label: 'Акция',
            title: 'Нужен грамотный <span>копирайтер</span>?',
            text: 'Весь декабрь у нас действует акция на работу копирайтера.',
            image: 'carousel-2.png',
        },
        {
            label: 'Новость дня',
            title: '<span>6 место</span> в ТОП-10<br> SMM-агенств Москвы!',
            text: 'Мы благодарим каждого, кто голосовал за нас!',
            image: 'carousel-3.png',
        },
    ];

    static services = [
        {
            title: 'Создание сайтов',
            text: 'В краткие сроки мы создадим качественный и самое главное продающий сайт для продвижения Вашего бизнеса!',
            image: 'service-1.png',
            price: 7500,
        },
        {
            title: 'Продвижение',
            text: 'Вам нужен качественный SMM-специалист или грамотный таргетолог? Мы готовы оказать Вам услугу “Продвижения” на наивысшем уровне!',
            image: 'service-2.png',
            price: 3500,
        },
        {
            title: 'Реклама',
            text: 'Без рекламы не может обойтись ни один бизнес или специалист. Обращаясь к нам, мы гарантируем быстрый прирост клиентов за счёт правильно настроенной рекламы.',
            image: 'service-3.png',
            price: 1000,
        },
        {
            title: 'Копирайтинг',
            text: 'Наши копирайтеры готовы написать Вам любые продающие текста, которые не только обеспечат рост охватов, но и помогут выйти на новый уровень в продажах.',
            image: 'service-4.png',
            price: 750,
        },
    ];

    static reviews = [
        {
            name: 'Станислав',
            text: 'Спасибо огромное АйтиШторму за прекрасный блог с полезными статьями! Именно они и побудили меня углубиться в тему SMM и начать свою карьеру.',
            image: 'review-1.jpg',
        },
        {
            name: 'Алёна',
            text: 'Обратилась в АйтиШторм за помощью копирайтера. Ни разу ещё не пожалела! Ребята действительно вкладывают душу в то, что делают, и каждый текст, который я получаю, с нетерпением хочется выложить в сеть.',
            image: 'review-2.jpg',
        },
        {
            name: 'Мария',
            text: 'Команда АйтиШторма за такой короткий промежуток времени сделала невозможное: от простой фирмы по услуге продвижения выросла в мощный блог о важности личного бренда. Класс!',
            image: 'review-3.jpg',
        },
        {
            name: 'Анастасия',
            text: 'Огромная благодарность АйтиШторму за их суперполезный блог! Статьи по интернет-маркетингу были настолько качественными и понятными, что вдохновили меня сменить профессию и всерьёз заняться SEO!',
            image: 'review-4.png',
        },
        {
            name: 'Юлия',
            text: 'Заказала у АйтиШторма аудит соцсетей и осталась в полном восторге. Команда подошла к задаче с искренним желанием помочь. Каждая рекомендация была ценной и применимой на практике.',
            image: 'review-5.png',
        },
        {
            name: 'Сергей',
            text: 'Наблюдаю за развитием АйтиШторма с самого начала. Превращение из небольшого агентства в авторитетный ресурс с крутыми кейсами и глубокими статьями — это впечатляет! Вы — пример того, как нужно расти!',
            image: 'review-6.png',
        },
    ];
}
